{"id": "Q844790_0", "source_locale": "en", "target_locale": "es", "source": "Who choreographed the original 1910 ballet of The Firebird?", "target": ["¿Quién coreografió el ballet original de 1910 de El pájaro de fuego?", "¿Quién fue el coreógrafo original del ballet El pájaro de fuego?", "¿Quién coreografió el ballet original de 1910 El pájaro de fuego?"], "metadata": {"wikidata_id": "Q844790"}}
{"id": "Q486080_0", "source_locale": "en", "target_locale": "es", "source": "How many people can the Prophet's Mosque accommodate?", "target": ["¿A cuántas personas puede acomodar la Mezquita del Profeta?"], "metadata": {"wikidata_id": "Q486080"}}
{"id": "Q2418926_0", "source_locale": "en", "target_locale": "es", "source": "In which country did the events of Planet of the Apes take place?", "target": ["¿En qué país se llevaron a cabo los eventos de El Planeta de los Simios?", "¿En qué país se llevaron a cabo los eventos del El planeta de los simios?"], "metadata": {"wikidata_id": "Q2418926"}}
{"id": "Q746666_0", "source_locale": "en", "target_locale": "es", "source": "Can you sing the chorus of the folk song Ring a Ring o' Roses?", "target": ["¿Podrías cantar el coro de la canción tradicional el corro de la patata?", "¿Puedes cantar el coro de la canción folclórica El corro de la patata?"], "metadata": {"wikidata_id": "Q746666"}}
{"id": "Q213019_0", "source_locale": "en", "target_locale": "es", "source": "What is the genre of The War of the Worlds?", "target": ["¿Cual es el género del libro La guerra de los mundos?", "¿Cuál es el género de La guerra de los mundos?", "¿A qué género pertenece La guerra de los mundos?"], "metadata": {"wikidata_id": "Q213019"}}
{"id": "Q183562_0", "source_locale": "en", "target_locale": "es", "source": "What architectural style is the Umayyad Mosque known for?", "target": ["¿Por qué estilo arquitectónico es conocida la Mezquita de los Omeyas?", "¿Por cuál estilo arquitectónico es conocida la Mezquita de los Omeyas?"], "metadata": {"wikidata_id": "Q183562"}}
{"id": "Q111947838_0", "source_locale": "en", "target_locale": "es", "source": "Where can you watch the TV series The Santa Clauses?", "target": ["¿Dónde puedes ver la serie de televisión ¡Vaya familia Claus!?", "¿Dónde puedes ver la serie de televisión ¡Vaya Familia Claus!?"], "metadata": {"wikidata_id": "Q111947838"}}
{"id": "Q687629_0", "source_locale": "en", "target_locale": "es", "source": "What type of hill is Batu Caves made of?", "target": ["¿De qué tipo de colina están hechas las Cuevas de Batu?"], "metadata": {"wikidata_id": "Q687629"}}
{"id": "Q1090343_0", "source_locale": "en", "target_locale": "es", "source": "What does the Prophecy of the Popes supposedly predict?", "target": ["¿Qué predice supuestamente la Profecía de los papas?", "¿Qué supuestamente predice la Profecía de los Papas?"], "metadata": {"wikidata_id": "Q1090343"}}
{"id": "Q2461698_0", "source_locale": "en", "target_locale": "es", "source": "Who are the main antagonistic forces in the World of Ice and Fire?", "target": ["¿Quiénes son las principales fuerzas antagónicas en el universo de Canción de hielo y fuego?", "¿Quiénes son las principales fuerzas antagónicas en el Universo de Cancion de hielo y fuego?"], "metadata": {"wikidata_id": "Q2461698"}}
{"id": "Q133461_0", "source_locale": "en", "target_locale": "es", "source": "What is the genre of A City of Sadness?", "target": ["¿Cuál es el género de Ciudad doliente?"], "metadata": {"wikidata_id": "Q133461"}}
{"id": "Q181488_0", "source_locale": "en", "target_locale": "es", "source": "What is the genre of Gulliver's Travels?", "target": ["¿Cuál es el género de Los viajes de Gulliver?", "¿Cual es el genero de los viajes de Gulliver?"], "metadata": {"wikidata_id": "Q181488"}}
{"id": "Q283073_0", "source_locale": "en", "target_locale": "es", "source": "Who was the main cast of The Pillars of the Earth?", "target": ["¿Cuál fue el elenco principal de Los pilares de la Tierra?", "¿Cuál fue el reparto principal de Los pilares de la Tierra?", "¿Cuál fue el elenco principal de la serie Los pilares de la Tierra?"], "metadata": {"wikidata_id": "Q283073"}}
{"id": "Q1539509_0", "source_locale": "en", "target_locale": "es", "source": "What genre does The Invisible Man belong to?", "target": ["¿A què gènero es la pelicula El hombre invisible?", "¿A qué género pertenece El hombre invisible?"], "metadata": {"wikidata_id": "Q1539509"}}
{"id": "Q194474_0", "source_locale": "en", "target_locale": "es", "source": "What was the original purpose of the Cathedral of Christ the Saviour?", "target": ["¿Cuál fue el propósito inicial de la Catedral de Cristo Salvador de Moscú?", "¿Cuál era el propósito original de la Catedral de Cristo Salvador de Moscú?"], "metadata": {"wikidata_id": "Q194474"}}
{"id": "Q2702783_0", "source_locale": "en", "target_locale": "es", "source": "How do you eat a flat peach?", "target": ["¿Cómo se come un paraguayo?"], "metadata": {"wikidata_id": "Q2702783"}}
{"id": "Q11861_0", "source_locale": "en", "target_locale": "es", "source": "How would you describe The Princess and the Pea in one word?", "target": ["¿Cómo describirías La princesa y el guisante en una palabra?"], "metadata": {"wikidata_id": "Q11861"}}
{"id": "Q272781_0", "source_locale": "en", "target_locale": "es", "source": "What is the historical significance of the Jerónimos Monastery?", "target": ["¿Cuál es el significado histórico del Monasterio de los Jerónimos de Santa María de Belém?", "¿Cuál es el significado histórico del Monasterio de los Jerónimos?", "¿Cuál es el la importancia histórica del Monasterio de los Jerónimos de Belém?"], "metadata": {"wikidata_id": "Q272781"}}
{"id": "Q305419_0", "source_locale": "en", "target_locale": "es", "source": "What is the significance of the Basilica of Our Lady of Guadalupe in Mexican culture?", "target": ["¿Cuál es el significado de la Basílica de Santa María de Guadalupe en la cultura mexicana?", "¿Qué significado tiene la Basílica de Santa María de Guadalupe en la cultura mexicana?"], "metadata": {"wikidata_id": "Q305419"}}
{"id": "Q233913_0", "source_locale": "en", "target_locale": "es", "source": "Who is Mary, Princess Royal and Countess of Harewood?", "target": ["¿Quién es María del Reino Unido?", "¿Quién es María, Princesa Real y Condesa de Harewood?", "¿Quien es Maria de Windsor?"], "metadata": {"wikidata_id": "Q233913"}}
