{"id": "Q236196_0", "source_locale": "en", "target_locale": "th", "source": "Who was Princess Cecilie of Greece and Denmark?", "target": ["ใครคือเจ้าหญิงเซซีลีแห่งกรีซและเดนมาร์ก", "ใครคือเจ้าหญิงเซซีลีแห่งกรีซและเดนมาร์ก?"], "metadata": {"wikidata_id": "Q236196"}}
{"id": "Q256223_0", "source_locale": "en", "target_locale": "th", "source": "What is the symbol of human freedom in the fictional religion of LaVeyan Satanism?", "target": ["สัญลักษณ์ของเสรีภาพของมนุษย์ในลัทธิซาตานลาวีคืออะไร?", "สัญลักษณ์ของเสรีภาพของมนุษย์ในศาสนาสมมติของลัทธิซาตานลาวีคืออะไร", "สัญลักษณ์ของเสรีภาพของมนุษย์ในศาสนาสมมติขอลัทธิซาตานลาวีงคืออะไร?"], "metadata": {"wikidata_id": "Q256223"}}
{"id": "Q180279_0", "source_locale": "en", "target_locale": "th", "source": "Who are some of the main characters in Never Say Never Again?", "target": ["ใครคือตัวละครหลักในเรื่องพยัคฆ์เหนือพยัคฆ์", "ใครคือตัวละครหลักในพยัคฆ์เหนือพยัคฆ์", "ใครคือตัวละครหลักในพยัคฆ์เหนือพยัคฆ์?"], "metadata": {"wikidata_id": "Q180279"}}
{"id": "Q193163_0", "source_locale": "en", "target_locale": "th", "source": "What major historical events have taken place at Temple Mount?", "target": ["เหตุการณ์สําคัญทางประวัติศาสตร์ใดบ้างที่เกิดขึ้นที่เนินพระวิหาร"], "metadata": {"wikidata_id": "Q193163"}}
{"id": "Q181409_0", "source_locale": "en", "target_locale": "th", "source": "How can you tell if an egg yolk is fresh?", "target": ["คุณจะทราบได้อย่างไรว่าไข่แดงสดหรือไม่", "คุณจะทราบได้อย่างไรว่าไข่แดงสดหรือไม่?"], "metadata": {"wikidata_id": "Q181409"}}
{"id": "Q48129_0", "source_locale": "en", "target_locale": "th", "source": "What is Vasily Blyukher most known for in his military service?", "target": ["อะไรที่ทำให้วาซีลี บลูย์เคียร์เป็นที่รู้จักมากที่สุดในการรับราชการทหารของเขา", "ในการรับราชการทหารขอวาซีลี บลูย์เคียร์ เขาเป็นที่รู้จักมากที่สุดในเรื่องอะไร?"], "metadata": {"wikidata_id": "Q48129"}}
{"id": "Q1141815_0", "source_locale": "en", "target_locale": "th", "source": "What is the genre of The Call of Cthulhu?", "target": ["เสียงเรียกของคธูลูจัดอยู่ในประเภทใด", "ประเภทของเสียงเรียกของคธูลูคืออะไร?"], "metadata": {"wikidata_id": "Q1141815"}}
{"id": "Q1076906_0", "source_locale": "en", "target_locale": "th", "source": "How long does it take for a sunflower seed to grow into a mature sunflower?", "target": ["เมล็ดทานตะวันใช้เวลานานแค่ไหนในการเจริญเติบโตเป็นดอกทานตะวันที่โตเต็มที่?", "ต้องใช้เวลานานแค่ไหนกว่าที่เมล็ดทานตะวันจะเติบโตเป็นดอกทานตะวันโตเต็มวัย?"], "metadata": {"wikidata_id": "Q1076906"}}
{"id": "Q1219561_0", "source_locale": "en", "target_locale": "th", "source": "Can you name any of the memorable destinations visited in the novel Around the World in Eighty Days?", "target": ["คุณสามารถบอกชื่อจุดหมายปลายทางที่น่าจดจําในนวนิยายเรื่อง 80 วันรอบโลกได้ไหม?", "ตั้งชื่อจุดหมายปลายทางที่น่าจดจําในนวนิยาย เรื่อง 80 วันรอบโลก", "คุณช่วยบอกชื่อสถานที่ท่องเที่ยวที่น่าจดจำในนวนิยายเรื่อง80 วันรอบโลกได้ไหม?"], "metadata": {"wikidata_id": "Q1219561"}}
{"id": "Q830054_0", "source_locale": "en", "target_locale": "th", "source": "How tall is Saint Sophia Cathedral in Kyiv?", "target": ["อาสนวิหารนักบุญโซเฟียในเคียฟสูงแค่ไหน?"], "metadata": {"wikidata_id": "Q830054"}}
{"id": "Q115733264_0", "source_locale": "en", "target_locale": "th", "source": "Who are the main characters in Pokémon Horizons: The Series?", "target": ["ใครคือตัวละครหลักในโปเกม่อน ฮอไรซันส์?", "ใครคือตัวละครหลักในโปเกมอนภาคการผจญภัยของลิโกะกับรอย", "ใครคือตัวละครหลักในโปเกมอน ฮอไรซันส์?"], "metadata": {"wikidata_id": "Q115733264"}}
{"id": "Q96377121_0", "source_locale": "en", "target_locale": "th", "source": "Who is directing the upcoming film The Hunger Games: The Ballad of Songbirds and Snakes?", "target": ["ใครเป็นผู้กำกับภาพยนตร์เรื่องเดอะฮังเกอร์เกมส์: เดอะแบลเลิดออฟซองเบิร์ดสแอนด์สเนกส์ ที่กำลังจะเข้าฉายในโรงหนัง", "ใครเป็นคนกํากับภาพยนตร์เรื่องเดอะฮังเกอร์เกมส์: เดอะแบลเลิดออฟซองเบิร์ดสแอนด์สเนกส์ ที่กําลังจะมาถึง?", "ใครคือผู้กำกับภาพยนตร์เรื่องเดอะฮังเกอร์เกมส์: เดอะแบลเลิดออฟซองเบิร์ดสแอนด์สเนกส์"], "metadata": {"wikidata_id": "Q96377121"}}
{"id": "Q742385_0", "source_locale": "en", "target_locale": "th", "source": "Can white chocolate be used in baking and desserts?", "target": ["ไวต์ช็อกโกแลตสามารถใช้ในการอบและของหวานได้หรือไม่?", "ไวต์ช็อกโกแลตสามารถใช้ในการทำขนมและเป็นขนมหวานได้หรือไม่"], "metadata": {"wikidata_id": "Q742385"}}
{"id": "Q687629_0", "source_locale": "en", "target_locale": "th", "source": "What type of hill is Batu Caves made of?", "target": ["ถ้ำบาตูทำจากเนินเขาประเภทใด", "ถ้ำบาตูคือเนินเขาแบบไหน?", "ถ้ำบาตู ทําจากเนินเขาแบบไหน?"], "metadata": {"wikidata_id": "Q687629"}}
{"id": "Q910180_0", "source_locale": "en", "target_locale": "th", "source": "What is the significance of the Mausoleum of the First Qin Emperor?", "target": ["ความสําคัญของสุสานจิ๋นซีฮ่องเต้คืออะไร?", "ความสําคัญของสุสานจิ๋นซีฮ่องเต้คือ?"], "metadata": {"wikidata_id": "Q910180"}}
{"id": "Q724981_0", "source_locale": "en", "target_locale": "th", "source": "What instrument is the suite Pictures at an Exhibition written for?", "target": ["งานนิทรรศการภาพวาดเขียนขึ้นเพื่อเครื่องดนตรีอะไร?", "ชุดงานนิทรรศการภาพวาดเขียนขึ้นเพื่อเครื่องดนตรีอะไร?", "งานนิทรรศการภาพวาด ถูกเขียนขึ้นเพื่อเครื่องดนตรีอะไร"], "metadata": {"wikidata_id": "Q724981"}}
{"id": "Q152507_0", "source_locale": "en", "target_locale": "th", "source": "Under whose rule was the Salic law enforced?", "target": ["กฎหมายแซลิกถูกบังคับใช้ในสมัยใคร?", "ใครบังคับใช้กฎหมายแซลิก?", "ใครคือผู้บังคับใช้ภายใต้กฎหมายแซลิก"], "metadata": {"wikidata_id": "Q152507"}}
{"id": "Q1539509_0", "source_locale": "en", "target_locale": "th", "source": "What genre does The Invisible Man belong to?", "target": ["มนุษย์ล่องหนเป็นประเภทไหน?"], "metadata": {"wikidata_id": "Q1539509"}}
{"id": "Q188709_0", "source_locale": "en", "target_locale": "th", "source": "When was Symphony No. 5 first performed?", "target": ["ซิมโฟนีหมายเลข 5 แสดงครั้งแรกเมื่อใด", "ซิมโฟนีหมายเลข 5แสดงครั้งแรกเมื่อใด"], "metadata": {"wikidata_id": "Q188709"}}
{"id": "Q221594_0", "source_locale": "en", "target_locale": "th", "source": "Who were the main actors in As Good as It Gets?", "target": ["ใครคือนักแสดงหลักในเพียงเธอ..รักนี้ดีสุดแล้ว?", "ใครคือนักแสดงหลักในหนังเรื่องเพียงเธอ รักนี้ดีสุดแล้ว", "ใครคือนักแสดงหลักในเพียงเธอ..รักนี้ดีสุดแล้ว"], "metadata": {"wikidata_id": "Q221594"}}
